'''Создать список с помощью функции range() и вывести его на экран'''

num_set = list(range(18, 0, -4))  # список целых чисел
print(num_set)